<!DOCTYPE html>
<html lang="ru">

<?= rendeHead("Политика соглашения") ?>

<body>
    <div class="wrapper">
        <?= renderHeader("Политика соглашения") ?>
        <main class="main">
            <div class="container">
                <div class="main__container">
                    <div class="index">
                        <?= renderNavigationTop() ?>

                        <div class="agreement-policy block-default">
                            <div class="faq__page-title page-title">
                                Политика соглашения
                            </div>
                            <p class="agreement-policy__p">
                                Настоящее Пользовательское соглашение (далее – Соглашение) регулирует отношения между Администрацией информационного Портала Луганска и ЛНР «Лугтранс» (далее – Администрация) и Пользователем Портал (далее – Пользователь).
                            </p>
                            <ol class="agreement-policy__list">
                                <li class="agreement-policy__item">
                                    Определение терминов «Портал» – комплекс гипертекстовой информации, программных, информационных средств, логически связанных между собой, оформленных в виде отдельных страниц и доступных в сети Интернет. Под Порталом в Соглашении понимается веб-ресурс (сайт), расположенный в сети Интернет по адресу https://lugtrans.ru. «Администрация Портала» (далее – Администрация) – уполномоченные сотрудники на управления Порталом, действующие от имени Портала. «Аккаунт Пользователя» (далее – Аккаунт) – учетная запись Пользователя, создаваемая после завершения процедуры регистрации или первой авторизации Пользователя на Портале через социальные сети (далее – «Соцсеть»). «Персональная страница Пользователя» (далее – Профиль) – раздел Портала, содержащий личную информацию Пользователя и включающий в себя информацию об аккаунтах созданных через Соцсеть. «Контент» – элементы дизайна, иллюстрации, графические изображения, скрипты, программы для ЭВМ (в том числе игры и приложения), видео, музыка, звуки и другие объекты, являющиеся результатом интеллектуальной деятельности или не являющиеся таковыми, права на которые принадлежат Администрации, Пользователям или иным лицам. «Пользователь Портала» (далее – Пользователь) – лицо, осуществляющее доступ к Порталу посредством сети Интернет, присоединившееся к Соглашению в установленном порядке. Пользователь является Стороной в Пользовательском соглашении. «Пользовательское соглашение» (далее – Соглашение) – соглашение, определяющее условия и порядок использования Портала, регламентирующее отношения, возникающие между Администрацией и Пользователем. Пользовательское соглашение является публичной офертой, адресованной Пользователю Администрацией Портала. Соглашение определяет возможности и условия получения Пользователем Услуг, ограничения, условия приостановления и прекращения оказания Администрацией Услуг, ответственность Сторон, иные отношения Сторон, связанные с Порталом. Соблюдение условий Пользовательского Соглашения является необходимым условием для участия Пользователя в Портале, а также для получения Пользователем Услуг. «Сервис» – web-приложения, реализующие необходимый функционал для предоставления Услуг. «Услуги» – предоставление Администрацией Пользователю доступа к Порталу, использование его возможностей и функций, на условиях, определенных настоящим Соглашением. Услуги, за исключением Дополнительных Платных Услуг, предоставляются Администрацией Пользователю на безвозмездной основе. Услуги могут быть предоставлены Администрацией Пользователю только в рамках Сервиса, то есть во время использования Сервиса Пользователем. «Дополнительные Платные Услуги» – предоставление Пользователю расширенных возможностей Сервиса за плату, на условиях, определенных настоящим Соглашением. Дополнительные Платные Услуги не являются необходимым условием использования Сервиса и предоставляются по запросу и желанию Пользователя.
                                </li>
                                <li class="agreement-policy__item">
                                    Общие положения
                                    <ol class="agreement-policy__list">
                                        <li class="agreement-policy__item">
                                            Соглашение регулирует отношения между Администрацией Портала и Пользователем (далее при совместном упоминании именуемые Стороны, а по отдельности – Сторона), возникающие в процессе использования Портала и Сервиса Пользователем.
                                        </li>
                                        <li class="agreement-policy__item">
                                            Отношения Сторон могут быть дополнительно урегулированы отдельными документами и соглашениями, регламентирующими использование соответствующего Сервиса и/или оказание Услуг Пользователю. Применение таких дополнительных документов и соглашений не отменяет действие настоящего Соглашения.
                                        </li>
                                        <li class="agreement-policy__item">
                                            Соглашение может быть изменено Администрацией без какого-либо специального уведомления, новая редакция Соглашения вступает в силу с момента ее размещения в сети Интернет по указанному в настоящем абзаце адресу, если иное не предусмотрено новой редакцией Соглашения. Действующая редакция Соглашения размещена в сети Интернет по адресу: https://Lugtrans.ru/terms-of-use
                                        </li>
                                        <li class="agreement-policy__item">
                                            Начиная использовать Портал, Пользователь считается принявшим условия Соглашения в полном объеме, без всяких оговорок и исключений. В случае несогласия Пользователя с какими-либо из положений Соглашения, Пользователь не вправе использовать Портал. В случае если Администрацией были внесены какие-либо изменения в Соглашение в порядке, предусмотренном п.п. 2.3. Соглашения, с которыми Пользователь не согласен, он обязан прекратить использование Портала.
                                        </li>
                                        <li class="agreement-policy__item">
                                            Принимая условия настоящего Соглашения, Пользователь подтверждает и гарантирует, что обладает всеми необходимыми правами и полномочиями для заключения Договора на использование Сервиса.
                                        </li>
                                    </ol>
                                </li>
                                <li class="agreement-policy__item">
                                    Правила пользования Порталом
                                    <ol class="agreement-policy__list">
                                        <li class="agreement-policy__item">
                                            Для того чтобы воспользоваться Сервисом, Пользователю необходимо пройти процедуру регистрации или авторизоваться на Портале через Соц.сеть.
                                        </li>
                                        <li class="agreement-policy__item">
                                            Персональная страница Пользователя хранится и обрабатывается в соответствии с законодательством Луганской Народной Республики в области защиты персональных данных.
                                        </li>
                                        <li class="agreement-policy__item">
                                            После регистрации на Портале, Пользователь получает доступ к Сервису на неопределенный срок.
                                        </li>
                                        <li class="agreement-policy__item">
                                            Пользователь не вправе воспроизводить, повторять и копировать, продавать и перепродавать, а также использовать для каких-либо коммерческих целей какие-либо части Портала (включая контент, доступный Пользователю посредством Сервиса), или доступ к ним, кроме тех случаев, когда Пользователь получил такое разрешение от Администрации Портала. 3.5. Администрация обеспечивает функционирование Портала и Сервиса в круглосуточном режиме, однако не гарантирует отсутствие перерывов, связанных с техническими неисправностями или проведением профилактических работ. Администрация не гарантирует, что Портал/Сервис будут функционировать в любое конкретное время в будущем или что они не прекратят работу.
                                        </li>
                                    </ol>
                                </li>
                                <li class="agreement-policy__item">
                                    Права и обязанности Пользователя
                                    <ol class="agreement-policy__list">
                                        <li class="agreement-policy__item">
                                                Пользователь вправе:
                                            <ol class="agreement-policy__list">
                                                <li class="agreement-policy__item">
                                                    Использовать Портал и Сервис исключительно для целей, разрешенных настоящим Соглашением с соблюдением его положений, а равно требований применимого права;
                                                </li>
                                                <li class="agreement-policy__item">
                                                    Производить настройки Аккаунта и Профиля;
                                                </li>
                                                <li class="agreement-policy__item">
                                                    Потреблять услуги, оказываемые Администрацией;
                                                </li>
                                                <li class="agreement-policy__item">
                                                    Оставлять отзывы о работе Портала и Сервиса;
                                                </li>
                                                <li class="agreement-policy__item">
                                                    Осуществлять иные, не запрещенные законодательством Луганской Народной Республики или Соглашением действия, связанные с использованием Портала.
                                                </li>
                                            </ol>
                                        </li>
                                        <li class="agreement-policy__item">
                                            При использовании Портала и Сервиса Пользователь не вправе:
                                            <ol class="agreement-policy__list">
                                                <li class="agreement-policy__item">
                                                    Совершать каких-либо действий, которые вступают в противоречие или препятствуют предоставлению Сервиса или работе соответствующего оборудования, сетей, или программного обеспечения, с помощью которых предоставляется Сервис;
                                                </li>
                                                <li class="agreement-policy__item">
                                                    Загружать, посылать, передавать или любым другим способом размещать и/или распространять контент, который является незаконным, вредоносным, клеветническим, оскорбляет нравственность, демонстрирует (или является пропагандой) насилия и жестокости, нарушает права интеллектуальной собственности, пропагандирует ненависть и/или дискриминацию людей по расовому, этническому, половому, религиозному, социальному признакам, содержит оскорбления в адрес каких-либо лиц или организаций, содержит элементы (или является пропагандой) порнографии, детской эротики, представляет собой рекламу (или является пропагандой) услуг сексуального характера (в том числе под видом иных услуг), разъясняет порядок изготовления, применения или иного использования наркотических веществ или их аналогов, взрывчатых веществ или иного оружия;
                                                </li>
                                                <li class="agreement-policy__item">
                                                    Нарушать права третьих лиц, в том числе несовершеннолетних лиц и/или причинять им вред в любой форме;
                                                </li>
                                                <li class="agreement-policy__item">
                                                    Осуществлять действия, направленные на дестабилизацию функционирования Портала/Сервиса, осуществлять попытки несанкционированного доступа к управлению Порталом или его закрытым разделам (разделам, доступ к которым разрешен только Администрации), а также осуществлять любые иные аналогичные действия;
                                                </li>
                                                <li class="agreement-policy__item">
                                                    Содействовать действиям, направленным на нарушение ограничений и запретов, налагаемых Соглашением;
                                                </li>
                                                <li class="agreement-policy__item">
                                                    Размещать на Портале отзывы, являющиеся заведомо ложными; содержащие нецензурные слова и выражения, а также ссылки на другие Порталы; оскорбляющие других Пользователей или иных лиц или которые дискредитируют Пользователей или иных лиц, содержат угрозы, призывы к насилию, совершению противоправных деяний, антиобщественных, аморальных поступков, а также совершению любых иных действий, противоречащих основам правопорядка и нравственности;
                                                </li>
                                                <li class="agreement-policy__item">
                                                    Другим образом нарушать нормы действующего законодательства.
                                                </li>
                                                <li class="agreement-policy__item">
                                                    Использовать Портал в каких-либо коммерческих целях без разрешения Администрации Портала;
                                                </li>
                                            </ol>
                                        </li>
                                        <li class="agreement-policy__item">
                                            Использование Сервиса для конкретных целей не нарушает имущественных и/или личных не имущественных прав третьих лиц, а равно запретов и ограничений, установленных применимым правом, включая без ограничения: авторские и смежные права, права на товарные знаки, знаки обслуживания и наименования мест происхождения товаров, права на промышленные образцы, права на использование изображений людей, предоставленные вами материалы не содержит информации и/или образов, оскорбляющих честь, достоинство и деловую репутацию лиц, пропагандирующих насилие, порнографию, наркотики, расовую или национальную вражду, и вами получены все необходимые разрешения от уполномоченных лиц в связи с использованием таких материалов.
                                        </li>
                                    </ol>
                                </li>
                            </ol>
                        </div>
                    </div>
                </div>
            </div>
        </main>
        <?= renderFooter() ?>
    </div>
    <? require_once './source/components/script.php'; ?>
</body>

</html>