<!DOCTYPE html>
<html lang="ru">

<head>
    <? require_once __DIR__ . './../../components/meta.php' ?>
    <? require_once __DIR__ . './../../components/style.php' ?>
    <title>Заявка оформлена</title>
</head>

<body>
    <div class="wrapper applicaton-create">
        <? require_once __DIR__ . './../../components/header.php'; ?>
        <main class="main">
            <div class="container">
                <div class="applicaton-create__main">
                    <div class="applicaton-create__top">
                        <div class="applicaton-create__link">
                            <div class="applicaton-create__arrow">
                                <svg width="1rem" height="0.69rem" viewBox="0 0 16 11" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M0.195001 5.04502L4.875 0.201097C5.00092 0.0766103 5.1691 0.00790116 5.34354 0.00967715C5.51797 0.0114531 5.6848 0.0835732 5.80831 0.210599C5.93183 0.337626 6.00221 0.509464 6.00439 0.68933C6.00658 0.869197 5.94039 1.0428 5.82 1.17297L2.3025 4.813H15.3325C15.4234 4.80726 15.5145 4.82076 15.6002 4.85269C15.6859 4.88462 15.7643 4.93429 15.8307 4.99865C15.897 5.06301 15.9499 5.14069 15.986 5.22692C16.0222 5.31314 16.0408 5.40608 16.0408 5.50002C16.0408 5.59395 16.0222 5.6869 15.986 5.77312C15.9499 5.85935 15.897 5.93703 15.8307 6.00139C15.7643 6.06575 15.6859 6.11542 15.6002 6.14735C15.5145 6.17928 15.4234 6.19278 15.3325 6.18704H2.25L5.8175 9.82449C5.88537 9.8867 5.94022 9.96253 5.97868 10.0474C6.01715 10.1322 6.03843 10.2242 6.04121 10.3178C6.044 10.4114 6.02824 10.5046 5.99489 10.5917C5.96154 10.6788 5.91131 10.7579 5.84727 10.8243C5.78323 10.8907 5.70673 10.9429 5.62244 10.9778C5.53816 11.0126 5.44786 11.0294 5.35708 11.027C5.2663 11.0246 5.17695 11.0032 5.09449 10.964C5.01203 10.9247 4.93819 10.8686 4.8775 10.7989L0.197501 6.01947C0.135366 5.95554 0.0860701 5.87959 0.0524359 5.79599C0.0188007 5.71238 0.00148773 5.62276 0.00148773 5.53224C0.00148773 5.44173 0.0188007 5.3521 0.0524359 5.2685C0.0860701 5.18489 0.135366 5.10895 0.197501 5.04502H0.195001Z" fill="#9A9A9A" />
                                </svg>
                            </div>
                            <a href="/" class="applicaton-create__href link">
                                назад
                            </a>
                        </div>
                        <div class="applicaton-create__title section-title">
                            Готово
                        </div>
                    </div>
                    <div class="applicaton-create__subtitle section-subtitle">
                        В течении 15 минут с вами свяжутся
                    </div>
                    <div class="applicaton-create__ready">
                        <svg width="2.87rem" height="2.87rem" viewBox="0 0 46 46" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path opacity="0.977974" d="M13.3991 5.75C9.16517 5.75 5.73242 9.18274 5.73242 13.4167V32.5833C5.73242 36.8172 9.16517 40.2499 13.3991 40.2499H32.5658C36.7997 40.2499 40.2324 36.8172 40.2324 32.5833V24.9166C40.2324 23.8586 39.3738 23 38.3158 23C37.2578 23 36.3991 23.8586 36.3991 24.9166V32.5833C36.3991 34.7012 34.6837 36.4166 32.5658 36.4166H13.3991C11.2812 36.4166 9.56576 34.7012 9.56576 32.5833V13.4167C9.56576 11.2987 11.2812 9.58333 13.3991 9.58333H28.7324C29.7904 9.58333 30.6491 8.72466 30.6491 7.66666C30.6491 6.60867 29.7904 5.75 28.7324 5.75H13.3991ZM40.2324 7.66666C39.7418 7.66666 39.2281 7.83917 38.8544 8.20526L22.1429 24.6176C21.6503 25.1025 21.1539 25.0681 20.7668 24.4969L18.8501 21.6813C18.2636 20.8169 17.0331 20.5658 16.1553 21.1427C15.2755 21.7197 15.0283 22.9137 15.6148 23.7781L17.5314 26.5937C19.2584 29.141 22.6374 29.4783 24.8397 27.3125L41.6105 10.8407C42.358 10.1066 42.358 8.94126 41.6105 8.20526C41.2368 7.83726 40.7231 7.66666 40.2324 7.66666Z" fill="white" />
                        </svg>
                        <? if ($_SESSION['user']['user_id']) : ?>
                            <a class="applicaton-create__form_create button" href="/profile?id=<?= $_SESSION['user']['user_id'] ?>">
                                Личный кабинет
                            </a>
                        <? else : ?>
                            <a class="applicaton-create__form_create button" href="/registration">
                                Зарегистрироваться
                            </a>
                            <a class="applicaton-create__href link" href="/login">
                                Войти в кабинет
                            </a>
                        <? endif ?>
                    </div>
                </div>
            </div>
        </main>
        <? require_once __DIR__ . './../../components/footer.php'; ?>
    </div>
    <? require_once __DIR__ . './../../components/script.php'; ?>
</body>

</html>